<?php

return [
    'invalid_credentials' => 'Пайдаланушы нөмірі немесе құпия сөз қате',
    'confirm_phone_first' => 'Алдымен телефон нөмірін растаңыз',
    'phone_exists'        => 'Мұндай нөмірі бар пайдаланушы бұрыннан бар',
    'already_executor'    => 'Сіз орындаушы ретінде тіркелгенсіз',
    'already_has_store'   => 'Сізде тіркелген дүкен бұрыннан бар',
    'phone_invalid'       => 'Телефон нөмірі дұрыс емес',
    'code_invalid'        => 'Растау коды қате көрсетілген',
    'user_not_found'      => 'Мұндай нөмірі бар пайдаланушы табылмады',
    'new_password_sms'    => 'Сіздің жаңа құпия сөзіңіз: :password',
    'sms_send_failed'     => 'Смс кодын жіберу мүмкін болмады',
    'password_sms_sent'   => 'Құпия сөзі бар смс көрсетілген нөмірге жіберілді',
];
