<?php

return [
    'already_offered'             => 'Сіз бұл тапсырысқа қазірдің өзінде жауап бергенсіз',
    'offer_sent'                  => 'Ұсыныс жіберілді',
    'not_found'                   => 'Тапсырыс табылмады',
    'cannot_edit_foreign'         => 'Сіз бөтен тапсырысты өңдей алмайсыз',
    'saved'                       => 'Тапсырыс сақталды',
    'auth_error'                  => 'Авторизация қатесі',
    'executor_not_found'          => 'Орындаушы табылмады',
    'offers_no_access'            => 'Сізде бұл тапсырыстың ұсыныстарын көру құқығы жоқ',
    'unauthorized'                => 'Авторизация қажет',
    'cannot_delete_foreign'       => 'Сіз бөтен тапсырысты жоя алмайсыз',
    'cannot_complete_foreign'     => 'Сіз бөтен тапсырысты аяқтай алмайсыз',
    'must_be_in_progress'         => 'Тапсырысты аяқтау үшін оның "Жұмыста" мәртебесі болуы керек',
    'offer_not_found'             => 'Ұсыныс табылмады',
    'cannot_accept_foreign_offer' => 'Сіз бөтен тапсырыстың ұсынысын қабылдай алмайсыз',
    'cannot_rate_foreign'         => 'Сіз бөтен тапсырыстың орындаушысын бағалай алмайсыз',
    'cannot_rate_yet'             => 'Сіз орындаушыны әзірге бағалай алмайсыз',
    'offer_not_sent_to_you'       => 'Орындаушы сізге бұл тапсырысқа ұсыныс жіберген жоқ',
];
