<?php

return [
    'invalid_credentials' => 'Неверный номер пользователя или пароль',
    'confirm_phone_first' => 'Сначала подтвердите номер телефона',
    'phone_exists'        => 'Пользователь с таким номером существует',
    'already_executor'    => 'Вы уже зарегистрированы как исполнитель',
    'already_has_store'   => 'У вас уже есть зарегистрированный магазин',
    'phone_invalid'       => 'Номер телефона не корректен',
    'code_invalid'        => 'Код подтверждения указан неверно',
    'user_not_found'      => 'Пользователь с таким номером не найден',
    'new_password_sms'    => 'Ваш новый пароль: :password',
    'sms_send_failed'     => 'Не удалось отправить смс код',
    'password_sms_sent'   => 'Смс с паролем было выслано на указанный номер',
];
