<?php

return [
    'already_offered'             => 'Вы уже откликались на этот заказ',
    'offer_sent'                  => 'Предложение отправлено',
    'not_found'                   => 'Заказ не найден',
    'cannot_edit_foreign'         => 'Вы не можете редактировать чужой заказ',
    'saved'                       => 'Заказ сохранён',
    'auth_error'                  => 'Ошибка авторизации',
    'executor_not_found'          => 'Исполнитель не найден',
    'offers_no_access'            => 'У вас нет доступа для просмотра предложений этого заказа',
    'unauthorized'                => 'Требуется авторизация',
    'cannot_delete_foreign'       => 'Вы не можете удалить чужой заказ',
    'cannot_complete_foreign'     => 'Вы не можете завершить чужой заказ',
    'must_be_in_progress'         => 'Чтобы завершить заказ он должен иметь статус "В работе"',
    'offer_not_found'             => 'Предложение не найдено',
    'cannot_accept_foreign_offer' => 'Вы не можете принять предложение чужого заказа',
    'cannot_rate_foreign'         => 'Вы не можете оценить исполнителя чужого заказа',
    'cannot_rate_yet'             => 'Вы пока не можете оценить исполнителя',
    'offer_not_sent_to_you'       => 'Исполнитель не отправлял вам предложение на этот заказ',
];
