<?php

return [
    'not_found'            => 'Магазин не найден',
    'updated'              => 'Данные магазина обновлены',
    'unauthorized'         => 'Требуется авторизация',
    'price_not_found'      => 'Прайс-лист не найден',
    'price_upload_limit'   => 'Вы не можете загрузить больше :limit прайс-листов',
    'price_activate_limit' => 'Вы не можете активировать больше :limit прайс-листов',
    'cannot_rate_own'      => 'Вы не можете оценить свой магазин',
    'already_rated'        => 'Вы уже оценили этот магазин',
];
